Repository: bwgh0/MoneroOne
Catalog: MoneroOne/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ro, ru, tr, uk, zh_hans, zh_hant

source: Receive
de: Empfangen
es: Recibir
fr: Recevoir
it: Ricevi
ja: 受け取る
ko: 받기
nl: Ontvang
pl: Odbierz
pt_br: Receber
ro: Primește
ru: Получить
tr: Al
uk: Отримати
zh_hans: 收款
zh_hant: 收款

source: Receive Monero
de: Monero empfangen
es: Recibir Monero
fr: Recevoir du Monero
it: Ricevi Monero
ja: Moneroを受け取る
ko: Monero 받기
nl: Ontvang Monero
pl: Odbierz Monero
pt_br: Receber Monero
ro: Primește Monero
ru: Получить Monero
tr: Monero Al
uk: Отримати Monero
zh_hans: 接收 Monero
zh_hant: 接收 Monero

source: Receive XMR
de: XMR empfangen
es: Recibir XMR
fr: Recevoir des XMR
it: Ricevi XMR
ja: XMRを受け取る
ko: XMR 받기
nl: Ontvang XMR
pl: Odbierz XMR
pt_br: Receber XMR
ro: Primește XMR
ru: Получить XMR
tr: XMR Al
uk: Отримати XMR
zh_hans: 接收 XMR
zh_hant: 接收 XMR

source: Received
de: Erhalten
es: Recibido
fr: Reçu
it: Ricevuto
ja: 受取済み
ko: 받음
nl: Ontvangen
pl: Otrzymano
pt_br: Recebido
ro: Primit
ru: Получено
tr: Alındı
uk: Отримано
zh_hans: 已收款
zh_hant: 已收款

source: Received %@ XMR
de: %@ XMR erhalten
es: Recibido: %@ XMR
fr: Reçu : %@ XMR
it: Ricevuti %@ XMR
ja: 受取済み %@ XMR
ko: %@ XMR 받음
nl: %@ XMR ontvangen
pl: Otrzymano %@ XMR
pt_br: Recebido: %@ XMR
ro: Primit %@ XMR
ru: Получено %@ XMR
tr: %@ XMR alındı
uk: Отримано %@ XMR
zh_hans: 已收款 %@ XMR
zh_hant: 已收款 %@ XMR

source: Received an implausible XMR price. Keeping the last known value.
de: Unplausibler XMR-Preis empfangen. Der letzte bekannte Wert bleibt bestehen.
es: Se recibió un precio de XMR poco plausible. Se mantiene el último valor conocido.
fr: Prix du XMR invraisemblable reçu. La dernière valeur connue est conservée.
it: È arrivato un prezzo XMR non plausibile. Viene mantenuto l’ultimo valore noto.
ja: 不自然なXMR価格を受信しました。最後に取得した値を使用します。
ko: 비정상적인 XMR 가격을 받았습니다. 마지막으로 확인된 값을 유지합니다.
nl: Onwaarschijnlijke XMR-prijs ontvangen. De laatst bekende waarde blijft staan.
pl: Otrzymano nieprawdopodobną cenę XMR. Zachowano ostatnią znaną wartość.
pt_br: O preço do XMR recebido é implausível. Mantendo o último valor conhecido.
ro: S-a primit un preț XMR neplauzibil. Se păstrează ultima valoare cunoscută.
ru: Получена неправдоподобная цена XMR. Сохранено последнее известное значение.
tr: Makul olmayan bir XMR fiyatı alındı. Bilinen son değer korunuyor.
uk: Отримано неправдоподібну ціну XMR. Збережено останнє відоме значення.
zh_hans: 收到的 XMR 价格不合理。将继续使用上次已知的价格。
zh_hant: 收到不合理的 XMR 價格。將沿用上次已知的價格。

source: Received an out-of-date price response. Keeping the last known value.
de: Veraltete Preisantwort empfangen. Der letzte bekannte Wert bleibt bestehen.
es: Se recibió un precio desactualizado. Se mantiene el último valor conocido.
fr: Réponse de prix obsolète reçue. La dernière valeur connue est conservée.
it: È arrivata una risposta di prezzo non aggiornata. Viene mantenuto l’ultimo valore noto.
ja: 古い価格データを受信しました。最後に取得した値を使用します。
ko: 오래된 가격 응답을 받았습니다. 마지막으로 확인된 값을 유지합니다.
nl: Verouderde prijsgegevens ontvangen. De laatst bekende waarde blijft staan.
pl: Otrzymano nieaktualną cenę. Zachowano ostatnią znaną wartość.
pt_br: A resposta de preço recebida está desatualizada. Mantendo o último valor conhecido.
ro: S-a primit un preț învechit. Se păstrează ultima valoare cunoscută.
ru: Получен устаревший ответ о цене. Сохранено последнее известное значение.
tr: Güncel olmayan bir fiyat yanıtı alındı. Bilinen son değer korunuyor.
uk: Отримано застарілу відповідь із ціною. Збережено останнє відоме значення.
zh_hans: 收到的价格数据已过期。将继续使用上次已知的价格。
zh_hant: 收到的價格資料已過期。將沿用上次已知的價格。

source: Received on
de: Empfangen auf
es: Recibido en
fr: Reçu sur
it: Ricevuto su
ja: 受取アドレス
ko: 받은 주소
nl: Ontvangen op
pl: Otrzymano na
pt_br: Recebido em
ro: Primit pe
ru: Получено на
tr: Alındığı adres
uk: Адреса отримання
zh_hans: 收款地址
zh_hant: 收款位址

source: Received on (%@)
de: Empfangen auf (%@)
es: Recibido en (%@)
fr: Reçu sur (%@)
it: Ricevuto su (%@)
ja: 受取アドレス（%@）
ko: 받은 주소(%@)
nl: Ontvangen op (%@)
pl: Otrzymano na (%@)
pt_br: Recebido em (%@)
ro: Primit pe (%@)
ru: Получено на (%@)
tr: Alındığı adres (%@)
uk: Адреса отримання (%@)
zh_hans: 收款地址（%@）
zh_hant: 收款位址（%@）

source: Receiving address
de: Empfangsadresse
es: Dirección de recepción
fr: Adresse de réception
it: Indirizzo di ricezione
ja: 受取アドレス
ko: 받는 주소
nl: Ontvangstadres
pl: Adres odbioru
pt_br: Endereço de recebimento
ro: Adresă de primire
ru: Адрес получения
tr: Alma adresi
uk: Адреса отримання
zh_hans: 收款地址
zh_hant: 收款位址

source: Recent Activity
de: Letzte Aktivität
es: Actividad reciente
fr: Activité récente
it: Attività recente
ja: 最近のアクティビティ
ko: 최근 활동
nl: Recente activiteit
pl: Ostatnia aktywność
pt_br: Atividade Recente
ro: Activitate recentă
ru: Последние операции
tr: Son Etkinlik
uk: Нещодавня активність
zh_hans: 最近活动
zh_hant: 最近活動

source: Recipient
de: Empfänger
es: Destinatario
fr: Destinataire
it: Destinatario
ja: 受取人
ko: 받는 사람
nl: Ontvanger
pl: Odbiorca
pt_br: Destinatário
ro: Destinatar
ru: Получатель
tr: Alıcı
uk: Одержувач
zh_hans: 收款人
zh_hant: 收款人

source: Recipient Address
de: Empfängeradresse
es: Dirección del destinatario
fr: Adresse du destinataire
it: Indirizzo del destinatario
ja: 受取人のアドレス
ko: 받는 사람 주소
nl: Adres ontvanger
pl: Adres odbiorcy
pt_br: Endereço do Destinatário
ro: Adresa destinatarului
ru: Адрес получателя
tr: Alıcı Adresi
uk: Адреса одержувача
zh_hans: 收款地址
zh_hant: 收款位址

source: Recipient address
de: Empfängeradresse
es: Dirección del destinatario
fr: Adresse du destinataire
it: Indirizzo del destinatario
ja: 受取人のアドレス
ko: 받는 사람 주소
nl: Adres ontvanger
pl: Adres odbiorcy
pt_br: Endereço do destinatário
ro: Adresa destinatarului
ru: Адрес получателя
tr: Alıcı adresi
uk: Адреса одержувача
zh_hans: 收款地址
zh_hant: 收款位址

source: Recipient not available for transactions sent before this wallet was restored
de: Empfänger nicht verfügbar für Transaktionen, die vor der Wiederherstellung dieser Wallet gesendet wurden
es: Destinatario no disponible para transacciones enviadas antes de restaurar esta cartera
fr: Destinataire non disponible pour les transactions envoyées avant la restauration de ce portefeuille
it: Destinatario non disponibile per le transazioni inviate prima del ripristino di questo portafoglio
ja: このウォレットを復元する前に送金したトランザクションでは、受取人を表示できません
ko: 이 지갑을 복원하기 전에 보낸 거래는 받는 사람을 표시할 수 없음
nl: Ontvanger niet beschikbaar voor transacties die zijn verzonden voordat deze portemonnee werd hersteld
pl: Odbiorca niedostępny dla transakcji wysłanych przed przywróceniem tego portfela
pt_br: Destinatário indisponível para transações enviadas antes da restauração desta carteira
ro: Destinatarul nu este disponibil pentru tranzacțiile trimise înainte de restaurarea acestui portofel
ru: Получатель недоступен для транзакций, отправленных до восстановления этого кошелька
tr: Bu cüzdan geri yüklenmeden önce gönderilen işlemlerde alıcı bilgisi yok
uk: Одержувач недоступний для транзакцій, надісланих до відновлення цього гаманця
zh_hans: 此钱包恢复之前发送的交易无法显示收款人
zh_hant: 此錢包回復之前傳送的交易無法顯示收款人

source: Recipient: %@
de: Empfänger: %@
es: Destinatario: %@
fr: Destinataire : %@
it: Destinatario: %@
ja: 受取人：%@
ko: 받는 사람: %@
nl: Ontvanger: %@
pl: Odbiorca: %@
pt_br: Destinatário: %@
ro: Destinatar: %@
ru: Получатель: %@
tr: Alıcı: %@
uk: Одержувач: %@
zh_hans: 收款人：%@
zh_hant: 收款人：%@

source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
it: Consigliato
ja: 推奨
ko: 권장
nl: Aanbevolen
pl: Zalecane
pt_br: Recomendado
ro: Recomandat
ru: Рекомендуется
tr: Önerilen
uk: Рекомендовано
zh_hans: 推荐
zh_hant: 建議

source: Remove All
de: Alle entfernen
es: Eliminar todo
fr: Tout supprimer
it: Rimuovi tutto
ja: すべて削除
ko: 모두 제거
nl: Verwijder alles
pl: Usuń wszystko
pt_br: Remover Tudo
ro: Elimină tot
ru: Удалить все
tr: Tümünü Kaldır
uk: Видалити все
zh_hans: 全部移除
zh_hant: 全部移除

source: Remove All Wallets from Device
de: Alle Wallets vom Gerät entfernen
es: Eliminar todas las carteras del dispositivo
fr: Supprimer tous les portefeuilles de l’appareil
it: Rimuovi tutti i portafogli dal dispositivo
ja: デバイスからすべてのウォレットを削除
ko: 기기에서 모든 지갑 제거
nl: Verwijder alle portemonnees van apparaat
pl: Usuń wszystkie portfele z urządzenia
pt_br: Remover Todas as Carteiras do Dispositivo
ro: Elimină toate portofelele de pe dispozitiv
ru: Удалить все кошельки с устройства
tr: Tüm Cüzdanları Aygıttan Kaldır
uk: Видалити всі гаманці з пристрою
zh_hans: 从设备移除所有钱包
zh_hant: 從裝置移除所有錢包

source: Remove All Wallets from Device?
de: Alle Wallets vom Gerät entfernen?
es: ¿Eliminar todas las carteras del dispositivo?
fr: Supprimer tous les portefeuilles de l’appareil ?
it: Rimuovere tutti i portafogli dal dispositivo?
ja: デバイスからすべてのウォレットを削除しますか?
ko: 기기에서 모든 지갑을 제거하시겠습니까?
nl: Alle portemonnees van apparaat verwijderen?
pl: Usunąć wszystkie portfele z urządzenia?
pt_br: Remover Todas as Carteiras do Dispositivo?
ro: Elimini toate portofelele de pe dispozitiv?
ru: Удалить все кошельки с устройства?
tr: Tüm Cüzdanlar Aygıttan Kaldırılsın mı?
uk: Видалити всі гаманці з пристрою?
zh_hans: 要从设备移除所有钱包吗？
zh_hant: 要從裝置移除所有錢包嗎？

source: Removes every wallet from this device. Recovery with seed phrase is still possible.
de: Entfernt alle Wallets von diesem Gerät. Die Wiederherstellung mit der Seed-Phrase bleibt möglich.
es: Elimina todas las carteras de este dispositivo. Aún podrás recuperarlas con la frase semilla.
fr: Supprime tous les portefeuilles de cet appareil. La restauration avec la phrase de récupération reste possible.
it: Rimuove tutti i portafogli da questo dispositivo. Il recupero con la frase seed resta possibile.
ja: このデバイスからすべてのウォレットを削除します。シードフレーズで引き続き復元できます。
ko: 이 기기에서 모든 지갑을 제거합니다. 시드 문구로 계속 복구할 수 있습니다.
nl: Verwijdert elke portemonnee van dit apparaat. Herstellen met de seedzin blijft mogelijk.
pl: Usuwa wszystkie portfele z tego urządzenia. Odzyskanie za pomocą frazy seed nadal jest możliwe.
pt_br: Remove todas as carteiras deste dispositivo. Ainda é possível recuperá-las com a frase-semente.
ro: Elimină toate portofelele de pe acest dispozitiv. Recuperarea cu fraza seed rămâne posibilă.
ru: Удаляет все кошельки с этого устройства. Восстановление по мнемонической фразе по-прежнему возможно.
tr: Bu aygıttaki tüm cüzdanları kaldırır. Kurtarma ifadesiyle geri yükleme yine de mümkündür.
uk: Видаляє всі гаманці з цього пристрою. Їх можна відновити за допомогою мнемонічних фраз.
zh_hans: 从此设备移除所有钱包。仍可使用助记词恢复。
zh_hant: 從此裝置移除所有錢包。仍可使用助記詞回復。

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名称変更
ko: 이름 변경
nl: Wijzig naam
pl: Zmień nazwę
pt_br: Renomear
ro: Redenumește
ru: Переименовать
tr: Adı Değiştir
uk: Перейменувати
zh_hans: 重新命名
zh_hant: 重新命名

source: Rename %@
de: %@ umbenennen
es: Renombrar %@
fr: Renommer %@
it: Rinomina %@
ja: %@の名称を変更
ko: %@ 이름 변경
nl: Wijzig naam van %@
pl: Zmień nazwę: %@
pt_br: Renomear %@
ro: Redenumește %@
ru: Переименовать «%@»
tr: Adı değiştir: %@
uk: Перейменувати «%@»
zh_hans: 重新命名“%@”
zh_hant: 重新命名「%@」

source: Rename Subaddress
de: Subadresse umbenennen
es: Renombrar subdirección
fr: Renommer la sous-adresse
it: Rinomina sottoindirizzo
ja: サブアドレスの名称を変更
ko: 하위 주소 이름 변경
nl: Wijzig naam subadres
pl: Zmień nazwę podadresu
pt_br: Renomear Subendereço
ro: Redenumește subadresa
ru: Переименовать субадрес
tr: Alt Adresin Adını Değiştir
uk: Перейменувати субадресу
zh_hans: 重新命名子地址
zh_hant: 重新命名子位址

source: Rename Wallet
de: Wallet umbenennen
es: Renombrar cartera
fr: Renommer le portefeuille
it: Rinomina portafoglio
ja: ウォレットの名称を変更
ko: 지갑 이름 변경
nl: Wijzig naam portemonnee
pl: Zmień nazwę portfela
pt_br: Renomear Carteira
ro: Redenumește portofelul
ru: Переименовать кошелёк
tr: Cüzdanın Adını Değiştir
uk: Перейменувати гаманець
zh_hans: 重新命名钱包
zh_hant: 重新命名錢包

source: Rename, %@
de: Umbenennen, %@
es: Renombrar, %@
fr: Renommer, %@
it: Rinomina, %@
ja: 名称変更、%@
ko: 이름 변경, %@
nl: Wijzig naam, %@
pl: Zmień nazwę, %@
pt_br: Renomear, %@
ro: Redenumește, %@
ru: Переименовать, %@
tr: Adı Değiştir, %@
uk: Перейменувати, %@
zh_hans: 重新命名，%@
zh_hant: 重新命名，%@

source: Request Amount (optional)
de: Betrag anfordern (optional)
es: Cantidad a solicitar (opcional)
fr: Montant demandé (facultatif)
it: Importo richiesto (facoltativo)
ja: 請求金額（任意）
ko: 요청 금액(선택 사항)
nl: Gevraagd bedrag (optioneel)
pl: Żądana kwota (opcjonalnie)
pt_br: Solicitar Valor (opcional)
ro: Sumă solicitată (opțional)
ru: Запросить сумму (необязательно)
tr: İstenen Miktar (isteğe bağlı)
uk: Запитувана сума (необов’язково)
zh_hans: 请求金额（可选）
zh_hant: 請求金額（選填）

source: Request amount
de: Betrag anfordern
es: Solicitar cantidad
fr: Demander un montant
it: Richiedi importo
ja: 金額を請求
ko: 금액 요청
nl: Vraag bedrag
pl: Zażądaj kwoty
pt_br: Solicitar valor
ro: Solicită o sumă
ru: Запросить сумму
tr: Miktar iste
uk: Запитати суму
zh_hans: 请求金额
zh_hant: 請求金額

source: Request amount in %@
de: Betrag in %@ anfordern
es: Solicitar cantidad en %@
fr: Montant demandé en %@
it: Richiedi importo in %@
ja: %@で金額を請求
ko: 요청 금액(%@)
nl: Vraag bedrag in %@
pl: Podaj kwotę w %@
pt_br: Solicitar valor em %@
ro: Solicită suma în %@
ru: Запросить сумму в %@
tr: %@ cinsinden miktar iste
uk: Запитати суму в %@
zh_hans: 请求金额（%@）
zh_hant: 請求金額（%@）

source: Request amount in XMR
de: Betrag in XMR anfordern
es: Solicitar cantidad en XMR
fr: Montant demandé en XMR
it: Richiedi importo in XMR
ja: XMRで金額を請求
ko: 요청 금액(XMR)
nl: Vraag bedrag in XMR
pl: Podaj kwotę w XMR
pt_br: Solicitar valor em XMR
ro: Solicită suma în XMR
ru: Запросить сумму в XMR
tr: XMR cinsinden miktar iste
uk: Запитати суму в XMR
zh_hans: 请求金额（XMR）
zh_hant: 請求金額（XMR）

source: Require Face ID, Touch ID, or your device passcode before each transaction is broadcast. Hardware wallets always confirm on the device itself.
de: Vor jeder gesendeten Transaktion Face ID, Touch ID oder den Gerätecode verlangen. Hardware-Wallets bestätigen immer auf dem Gerät selbst.
es: Solicita Face ID, Touch ID o el código del dispositivo antes de transmitir cada transacción. Las carteras de hardware siempre confirman en el propio dispositivo.
fr: Exiger Face ID, Touch ID ou le code de l’appareil avant la diffusion de chaque transaction. Un portefeuille matériel confirme toujours sur l’appareil lui-même.
it: Richiedi Face ID, Touch ID o il codice del dispositivo prima della trasmissione di ogni transazione. I portafogli hardware confermano sempre sul dispositivo stesso.
ja: トランザクションをブロードキャストする前に、毎回Face ID、Touch ID、またはデバイスのパスコードを要求します。ハードウェアウォレットでは常にデバイス本体で確認します。
ko: 거래를 전송할 때마다 먼저 Face ID, Touch ID 또는 기기 암호를 요구합니다. 하드웨어 지갑은 항상 기기 자체에서 확인합니다.
nl: Vereis Face ID, Touch ID of je toegangscode voordat een transactie wordt uitgezonden. Hardwareportemonnees bevestigen altijd op het apparaat zelf.
pl: Wymagaj Face ID, Touch ID lub kodu urządzenia przed wysłaniem każdej transakcji do sieci. Portfel sprzętowy zawsze wymaga potwierdzenia na samym urządzeniu.
pt_br: Exige Face ID, Touch ID ou o código do dispositivo antes de transmitir cada transação. Com uma carteira de hardware, a confirmação é sempre feita no próprio dispositivo.
ro: Cere Face ID, Touch ID sau codul de acces al dispozitivului înainte de transmiterea fiecărei tranzacții. Portofelele hardware confirmă întotdeauna direct pe dispozitiv.
ru: Запрашивать Face ID, Touch ID или код-пароль устройства перед отправкой каждой транзакции в сеть. Аппаратные кошельки всегда запрашивают подтверждение на самом устройстве.
tr: Her işlem yayınlanmadan önce Face ID, Touch ID veya aygıt parolanız istensin. Donanım cüzdanları her zaman aygıtın kendisinde onay ister.
uk: Вимагати Face ID, Touch ID або код-пароль пристрою перед передаванням кожної транзакції в мережу. Апаратні гаманці завжди підтверджують транзакції на самому пристрої.
zh_hans: 每笔交易广播前，都需要通过面容 ID、触控 ID 或设备密码验证。硬件钱包始终在设备本身上确认。
zh_hant: 每筆交易廣播前，都需要透過 Face ID、Touch ID 或裝置密碼驗證。硬體錢包一律在裝置本身上確認。

source: Requires Orbot or a local Tor daemon
de: Erfordert Orbot oder einen lokalen Tor-Dienst
es: Requiere Orbot o un daemon de Tor local
fr: Nécessite Orbot ou un démon Tor local
it: Richiede Orbot o un daemon Tor locale
ja: Orbotまたはローカルで動作するTorデーモンが必要です
ko: Orbot 또는 로컬 Tor 데몬 필요
nl: Vereist Orbot of een lokale Tor-daemon
pl: Wymaga aplikacji Orbot lub lokalnego demona Tor
pt_br: Requer o Orbot ou um daemon Tor local
ro: Necesită Orbot sau un daemon Tor local
ru: Требуется Orbot или локальный демон Tor
tr: Orbot veya yerel bir Tor hizmeti gerekir
uk: Потрібен Orbot або локальна служба Tor
zh_hans: 需要 Orbot 或本地 Tor 守护进程
zh_hant: 需要 Orbot 或本機 Tor 常駐程式

source: Requires Tor
de: Erfordert Tor
es: Requiere Tor
fr: Nécessite Tor
it: Richiede Tor
ja: Torが必要
ko: Tor 필요
nl: Vereist Tor
pl: Wymaga sieci Tor
pt_br: Requer Tor
ro: Necesită Tor
ru: Требуется Tor
tr: Tor gerekir
uk: Потрібен Tor
zh_hans: 需要 Tor
zh_hant: 需要 Tor

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット
ko: 재설정
nl: Stel opnieuw in
pl: Resetuj
pt_br: Redefinir
ro: Resetează
ru: Сбросить
tr: Sıfırla
uk: Скинути
zh_hans: 重置
zh_hant: 重置

source: Reset App
de: App zurücksetzen
es: Restablecer app
fr: Réinitialiser l’app
it: Reimposta app
ja: Appをリセット
ko: 앱 재설정
nl: Stel app opnieuw in
pl: Resetuj aplikację
pt_br: Redefinir App
ro: Resetează aplicația
ru: Сбросить приложение
tr: Uygulamayı Sıfırla
uk: Скинути програму
zh_hans: 重置 App
zh_hant: 重置 App

source: Reset Sync Data
de: Sync-Daten zurücksetzen
es: Restablecer datos de sincronización
fr: Réinitialiser la synchronisation
it: Reimposta dati di sincronizzazione
ja: 同期データをリセット
ko: 동기화 데이터 재설정
nl: Stel synchronisatie opnieuw in
pl: Resetuj dane synchronizacji
pt_br: Redefinir Dados de Sincronização
ro: Resetează datele de sincronizare
ru: Сбросить данные синхронизации
tr: Eşzamanlama Verilerini Sıfırla
uk: Скинути дані синхронізації
zh_hans: 重置同步数据
zh_hant: 重置同步資料

source: Reset Sync Data?
de: Sync-Daten zurücksetzen?
es: ¿Restablecer datos de sincronización?
fr: Réinitialiser la synchronisation ?
it: Reimpostare i dati di sincronizzazione?
ja: 同期データをリセットしますか?
ko: 동기화 데이터를 재설정하시겠습니까?
nl: Synchronisatie opnieuw instellen?
pl: Zresetować dane synchronizacji?
pt_br: Redefinir Dados de Sincronização?
ro: Resetezi datele de sincronizare?
ru: Сбросить данные синхронизации?
tr: Eşzamanlama Verileri Sıfırlansın mı?
uk: Скинути дані синхронізації?
zh_hans: 要重置同步数据吗？
zh_hant: 要重置同步資料嗎？

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
ko: 복원
nl: Herstel
pl: Przywróć
pt_br: Restaurar
ro: Restaurează
ru: Восстановить
tr: Geri Yükle
uk: Відновити
zh_hans: 恢复
zh_hant: 回復

source: Restore Failed
de: Wiederherstellung fehlgeschlagen
es: Falló la restauración
fr: Échec de la restauration
it: Ripristino non riuscito
ja: 復元に失敗しました
ko: 복원 실패
nl: Herstellen mislukt
pl: Przywracanie nie powiodło się
pt_br: Falha na Restauração
ro: Restaurarea a eșuat
ru: Не удалось восстановить
tr: Geri Yükleme Başarısız
uk: Не вдалося відновити
zh_hans: 恢复失败
zh_hant: 回復失敗

source: Restore From Block
de: Ab Block wiederherstellen
es: Restaurar desde el bloque
fr: Restaurer depuis le bloc
it: Ripristina dal blocco
ja: ブロックから復元
ko: 복원 시작 블록
nl: Herstel vanaf blok
pl: Przywróć od bloku
pt_br: Restaurar a Partir do Bloco
ro: Restaurare de la bloc
ru: Восстановление с блока
tr: Bloktan Geri Yükle
uk: Відновити з блоку
zh_hans: 从区块恢复
zh_hant: 從區塊回復

source: Restore Height
de: Wiederherstellungshöhe
es: Altura de restauración
fr: Hauteur de restauration
it: Altezza di ripristino
ja: 復元ブロック高
ko: 복원 높이
nl: Herstelhoogte
pl: Wysokość przywracania
pt_br: Altura de Restauração
ro: Înălțime de restaurare
ru: Высота восстановления
tr: Geri Yükleme Yüksekliği
uk: Висота відновлення
zh_hans: 恢复高度
zh_hant: 回復高度

source: Restore Height: %llu
de: Wiederherstellungshöhe: %llu
es: Altura de restauración: %llu
fr: Hauteur de restauration : %llu
it: Altezza di ripristino: %llu
ja: 復元ブロック高：%llu
ko: 복원 높이: %llu
nl: Herstelhoogte: %llu
pl: Wysokość przywracania: %llu
pt_br: Altura de Restauração: %llu
ro: Înălțime de restaurare: %llu
ru: Высота восстановления: %llu
tr: Geri Yükleme Yüksekliği: %llu
uk: Висота відновлення: %llu
zh_hans: 恢复高度：%llu
zh_hant: 回復高度：%llu

source: Restore View-Only
de: View-Only wiederherstellen
es: Restaurar solo visualización
fr: Restaurer en mode audit
it: Ripristina solo visualizzazione
ja: 閲覧専用で復元
ko: 보기 전용으로 복원
nl: Herstel alleen-lezen
pl: Przywróć tylko do podglądu
pt_br: Restaurar Somente Leitura
ro: Portofel de citire
ru: Восстановить для просмотра
tr: Yalnızca Görüntüleme Cüzdanı
uk: Відновити лише для перегляду
zh_hans: 恢复只读钱包
zh_hant: 回復唯讀錢包

source: Restore Wallet
de: Wallet wiederherstellen
es: Restaurar cartera
fr: Restaurer un portefeuille
it: Ripristina portafoglio
ja: ウォレットを復元
ko: 지갑 복원
nl: Herstel portemonnee
pl: Przywróć portfel
pt_br: Restaurar Carteira
ro: Restaurează portofelul
ru: Восстановить кошелёк
tr: Cüzdanı Geri Yükle
uk: Відновити гаманець
zh_hans: 恢复钱包
zh_hant: 回復錢包

source: Restore from %@?
de: Ab %@ wiederherstellen?
es: ¿Restaurar desde el %@?
fr: Restaurer à partir du %@ ?
it: Ripristinare dal %@?
ja: %@から復元しますか?
ko: %@부터 복원하시겠습니까?
nl: Herstellen vanaf %@?
pl: Przywrócić od %@?
pt_br: Restaurar a partir de %@?
ro: Restaurezi începând cu %@?
ru: Восстановить с %@?
tr: %@ tarihinden geri yüklensin mi?
uk: Відновити з %@?
zh_hans: 要从 %@ 开始恢复吗？
zh_hant: 要從 %@ 開始回復嗎？

source: Restoring wallet in progress
de: Wallet wird wiederhergestellt
es: Restauración de la cartera en curso
fr: Restauration du portefeuille en cours
it: Ripristino del portafoglio in corso
ja: ウォレットを復元中です
ko: 지갑 복원 진행 중
nl: Portemonnee wordt hersteld
pl: Trwa przywracanie portfela
pt_br: Restauração da carteira em andamento
ro: Restaurarea portofelului este în curs
ru: Идёт восстановление кошелька
tr: Cüzdan geri yükleniyor
uk: Триває відновлення гаманця
zh_hans: 正在恢复钱包
zh_hant: 正在回復錢包

source: Restoring wallet…
de: Wallet wird wiederhergestellt …
es: Restaurando cartera…
fr: Restauration du portefeuille…
it: Ripristino del portafoglio…
ja: ウォレットを復元中…
ko: 지갑 복원 중…
nl: Portemonnee herstellen…
pl: Przywracanie portfela…
pt_br: Restaurando a carteira…
ro: Se restaurează portofelul…
ru: Восстановление кошелька…
tr: Cüzdan geri yükleniyor…
uk: Відновлення гаманця…
zh_hans: 正在恢复钱包…
zh_hant: 正在回復錢包⋯

source: Restoring your wallet...
de: Deine Wallet wird wiederhergestellt …
es: Restaurando tu cartera…
fr: Restauration de votre portefeuille…
it: Ripristino del portafoglio…
ja: ウォレットを復元中…
ko: 지갑을 복원하는 중...
nl: Je portemonnee wordt hersteld…
pl: Przywracanie portfela…
pt_br: Restaurando sua carteira…
ro: Se restaurează portofelul…
ru: Восстановление кошелька...
tr: Cüzdanınız geri yükleniyor…
uk: Відновлення гаманця…
zh_hans: 正在恢复你的钱包…
zh_hant: 正在回復你的錢包⋯

source: Restricted
de: Eingeschränkt
es: Restringido
fr: Restreinte
it: Limitato
ja: 制限あり
ko: 제한됨
nl: Beperkt
pl: Ograniczono
pt_br: Restrita
ro: Restricționat
ru: Ограничено
tr: Kısıtlı
uk: Обмежено
zh_hans: 受限
zh_hant: 受限制

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 재시도
nl: Probeer opnieuw
pl: Ponów
pt_br: Tentar Novamente
ro: Reîncearcă
ru: Повторить
tr: Yeniden Dene
uk: Повторити
zh_hans: 重试
zh_hant: 重試

source: Retry transaction
de: Transaktion erneut versuchen
es: Reintentar transacción
fr: Réessayer la transaction
it: Riprova la transazione
ja: トランザクションを再試行
ko: 거래 재시도
nl: Probeer transactie opnieuw
pl: Ponów transakcję
pt_br: Tentar a transação novamente
ro: Reîncearcă tranzacția
ru: Повторить транзакцию
tr: İşlemi yeniden dene
uk: Повторити транзакцію
zh_hans: 重试交易
zh_hant: 重試交易

source: Review
de: Überprüfen
es: Revisar
fr: Vérification
it: Riepilogo
ja: 確認
ko: 검토
nl: Controleer
pl: Sprawdź
pt_br: Revisar
ro: Verifică
ru: Проверка
tr: İncele
uk: Перевірка
zh_hans: 核对
zh_hant: 核對
